{
  "LuaSnip": { "branch": "master" },
  "blame.nvim": { "branch": "main" },
  "cmp-ledger": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "image.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "limelight.vim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lunar.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neodev.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "true-zen.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-ledger": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}